Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# agent.workspace.timeline.toolResult
source: Tool Result
ar: نتيجة الأداة
de: Werkzeugh Ergebnis
es: Resultado de la Herramienta
fr: Résultat de l'Outil
id: Hasil Alat
it: Risultato Strumento
ja: ツール結果
ko: 도구 결과
nl: Tool-resultaat
pl: Wynik Narzędzia
pt_br: Resultado da Ferramenta
ru: Результат инструмента
tr: Araç Sonucu
uk: Результат інструменту
vi: Kết quả công cụ
zh_hans: 工具结果
zh_hant: 工具結果

# agent.workspace.timeline.user
source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
tr: Kullanıcı
uk: Користувач
vi: Người dùng
zh_hans: 用户
zh_hant: 使用者

# agent.context.source.recentStarsFormat
source: Last %d days: %d newly starred repositories
ar: الأيام الأخيرة %d: %d مستودع جديد تم تفضيله
de: Letzte %d Tage: %d neu markierte Repositories
es: Últimos %d días: %d repositorios nuevos marcados como favoritos
fr: %d derniers jours : %d dépôts nouvellement étoilés
id: %d hari terakhir: %d repositori baru yang disukai
it: Ultimi %d giorni: %d repository recentemente segnalati con ⭐
ja: %d日以内: %d個の新規スター付きリポジトリ
ko: %d일 이내: %d개의 새 스타드 저장소
nl: Laatste %d dagen: %d nieuwe gestarte repositories
pl: Ostatnie %d dni: %d nowo oznaczonych repozytoriów
pt_br: %d dias atrás: %d repositórios novos estrelados
ru: Последние %d дней: %d новых закладок репозиториев
tr: %d gün içinde: %d yeni favoriye eklenen depolar
uk: Останні %d днів: %d нових зіроковані репозиторії
vi: %d ngày gần đây: %d kho lưu trữ mới được sao lưu
zh_hans: 最近 %d 天：%d 个新增 Star 仓库
zh_hant: 過去 %d 天內新收藏的倉庫：%d 個

# agent.context.source.weeklyHotspotsFormat
source: Last %d days: %d repositories from the Weekly feed
ar: آخر %d أيام: %d مستودعًا من موجز Weekly
de: Letzte %d Tage: %d Repositorys aus dem Weekly-Feed
es: Últimos %d días: %d repositorios del feed Weekly
fr: %d derniers jours : %d dépôts du flux Weekly
id: %d hari terakhir: %d repositori dari feed Weekly
it: Ultimi %d giorni: %d repository dal feed Weekly
ja: 過去%d日間：Weeklyフィードのリポジトリ%d件
ko: 최근 %d일: Weekly 피드의 저장소 %d개
nl: Afgelopen %d dagen: %d repositories uit de Weekly-feed
pl: Ostatnie %d dni: %d repozytoriów z kanału Weekly
pt_br: Últimos %d dias: %d repositórios do feed Weekly
ru: За последние %d дней: %d репозиториев из Weekly
tr: Son %d gün: Weekly akışından %d depo
uk: За останні %d днів: %d репозиторіїв із Weekly
vi: %d ngày qua: %d kho lưu trữ từ nguồn Weekly
zh_hans: 最近 %d 天：Weekly 数据中的 %d 个仓库
zh_hant: 最近 %d 天：Weekly 資料中的 %d 個儲存庫

# agent.context.source.singleRepository
source: One selected repository
ar: مستودع واحد مختار من المفضلات
de: Ein ausgewählter markierter Repository
es: Un repositorio marcado como favorito seleccionado
fr: Un dépôt Starred sélectionné
id: Satu repositori Starred yang dipilih
it: Un repository selezionato tra quelli Segnalati con ⭐
ja: 1つのスター付きリポジトリが選択されています
ko: 선택된 스타드 저장소 1개
nl: Één geselecteerde Gestarte repository
pl: Jedno wybrany Starred repozytorium
pt_br: Um repositório estrelado selecionado
ru: Выбран один закладённый репозиторий
tr: Bir tane seçili Favorilerdeki Depo
uk: Один вибраний зірочаний репозиторій
vi: Một kho lưu trữ sao lưu đã chọn
zh_hans: 1 个已选择的仓库
zh_hant: 選擇一個 Starred 倉庫

# agent.knowledge.status.noEligibleRepositories
source: None of the repositories in this run are indexed in the knowledge library.
ar: لا يوجد من المستودعات في هذا الدور ضمن مكتبة المعارف.
de: Keiner der Repositories in diesem Durchlauf ist in der Wissensbibliothek indiziert.
es: Ninguno de los repositorios en esta ejecución está indexado en la biblioteca de conocimiento.
fr: Aucun des dépôts de cette exécution n'est indexé dans la bibliothèque de connaissances.
id: Tidak ada repositori dalam jalur ini yang terindeks di perpustakaan pengetahuan.
it: Nessuno dei repository di questa esecuzione è indicizzato nella biblioteca delle conoscenze.
ja: この実行で知識ライブラリにインデックス化されたリポジトリはありません。
ko: 이 실행에서 지식 라이브러리에 색인된 저장소가 없습니다.
nl: Geen van de repositories in deze run zijn geïndexeerd in de kennisbibliotheek.
pl: Żadne z repozytoriów w tym uruchomieniu nie są indeksowane w bibliotece wiedzy.
pt_br: Nenhum dos repositórios desta execução está indexado na biblioteca de conhecimento.
ru: Ни один из репозиториев в этом запуске не индексируется в библиотеке знаний.
tr: Bu çalışmada indekslenen bilgi kütüphanesi hiçbir depo içermez.
uk: Жоден з репозиторіїв у цьому запуску не індексовано в бібліотеці знань.
vi: Không có kho lưu trữ nào trong lần chạy này được chỉ mục trong thư viện kiến thức.
zh_hans: 本次运行中的仓库均未进入知识库索引。
zh_hant: 此次執行中無符合條件的倉庫在知識庫中建立索引。

# agent.loop.error.duplicateCompletionArtifact
source: The Agent submitted more than one final artifact in the same turn.
ar: أرسل الوكيل أكثر من منتج نهائي في نفس الجولة.
de: Der Agent hat mehr als ein Endprodukt im selben Schritt eingereicht.
es: El Agente envió más de un artefacto final en el mismo turno.
fr: L'Agent a soumis plus d'un artefact final lors du même tour.
id: Agent mengirim lebih dari satu artefak akhir dalam putaran yang sama.
it: L'Agent ha inviato più di un artefatto finale nello stesso turno.
ja: Agentが同じターン内で複数の最終アーティファクトを提出しました。
ko: Agent가 같은 턴에 복수의 최종 아티팩트를 제출했습니다.
nl: De Agent heeft meer dan één eindproduct in dezelfde ronde ingeleverd.
pl: Agent przesłał więcej niż jeden końcowy artefakt w tym samym turze.
pt_br: O Agent enviou mais de um artefato final no mesmo turno.
ru: Эйджент отправил более одного финального артефакта за один ход.
tr: Agent aynı turda birden fazla son ürün gönderdi.
uk: Агент надіслав більше одного фінального артефакту за один тур.
vi: Agent đã gửi nhiều hơn một tác phẩm cuối cùng trong cùng lượt chơi.
zh_hans: Agent 在同一轮中提交了多个最终产出物。
zh_hant: Agent 在同一輪次中提交了超過一個最終成果物。

# agent.trace.kind.knowledgeRetrieval
source: Knowledge Retrieval
ar: استرجاع المعارف
de: Wissensabfrage
es: Recuperación de Conocimiento
fr: Récupération des Connaissances
id: Pencarian Pengetahuan
it: Recupero Conoscenze
ja: 知識検索
ko: 지식 검색
nl: Kennisophaal
pl: Pobieranie Wiedzy
pt_br: Recuperação de Conhecimento
ru: Извлечение знаний
tr: Bilgi Çekme
uk: Отримання знань
vi: Lấy kiến thức
zh_hans: 知识检索

# agent.workspace.context.recentStarsAutomatic
source: Repositories starred in the last 7 days will be used automatically.
ar: سيستخدم المستودعات المفضلة خلال الأسبوع الأخير تلقائيًا.
de: Repositories, die in den letzten 7 Tagen markiert wurden, werden automatisch verwendet.
es: Los repositorios marcados como favoritos en los últimos 7 días se usarán automáticamente.
fr: Les dépôts étoilés au cours des 7 derniers jours seront utilisés automatiquement.
id: Repositori yang disukai dalam 7 hari terakhir akan digunakan secara otomatis.
it: I repository segnalati negli ultimi 7 giorni verranno usati automaticamente.
ja: 過去7日間スター付けられたリポジトリが自動的に使用されます。
ko: 최근 7일 이내 스타드한 저장소가 자동으로 사용됩니다.
nl: Repositories gestard in de laatste 7 dagen worden automatisch gebruikt.
pl: Repozytoria oznaczone gwiazdką w ostatnich 7 dniach będą używane automatycznie.
pt_br: Repositórios estrelados nos últimos 7 dias serão usados automaticamente.
ru: Репозитории, добавленные в закладки за последние 7 дней, будут использоваться автоматически.
tr: Son 7 gün içinde favoriye eklenen depolar otomatik olarak kullanılacak.
uk: Репозиторії зі зірками останніх 7 днів будуть автоматично використані.
vi: Các kho lưu trữ sao lưu trong 7 ngày gần đây sẽ được sử dụng tự động.
zh_hans: 将自动使用最近 7 天新增 Star 的仓库。
zh_hant: 最近 7 天內收藏的倉庫將自動使用。

# agent.workspace.context.weeklyHotspotsAutomatic
source: Repositories observed by Weekly in the last 7 days will be used automatically.
ar: ستُستخدم تلقائيًا المستودعات التي رصدها Weekly خلال آخر 7 أيام.
de: Repositorys, die Weekly in den letzten 7 Tagen erfasst hat, werden automatisch verwendet.
es: Se usarán automáticamente los repositorios detectados por Weekly en los últimos 7 días.
fr: Les dépôts observés par Weekly au cours des 7 derniers jours seront utilisés automatiquement.
id: Repositori yang diamati Weekly dalam 7 hari terakhir akan digunakan secara otomatis.
it: I repository rilevati da Weekly negli ultimi 7 giorni verranno usati automaticamente.
ja: Weeklyが過去7日間に収集したリポジトリを自動的に使用します。
ko: Weekly가 최근 7일 동안 수집한 저장소를 자동으로 사용합니다.
nl: Repositories die Weekly in de afgelopen 7 dagen heeft waargenomen, worden automatisch gebruikt.
pl: Repozytoria zebrane przez Weekly w ciągu ostatnich 7 dni zostaną użyte automatycznie.
pt_br: Os repositórios observados pelo Weekly nos últimos 7 dias serão usados automaticamente.
ru: Репозитории, собранные Weekly за последние 7 дней, будут использованы автоматически.
tr: Weekly tarafından son 7 günde gözlemlenen depolar otomatik olarak kullanılacak.
uk: Репозиторії, зібрані Weekly за останні 7 днів, буде використано автоматично.
vi: Các kho lưu trữ được Weekly ghi nhận trong 7 ngày qua sẽ tự động được sử dụng.
zh_hans: 将自动使用 Weekly 最近 7 天采集到的仓库。
zh_hant: 將自動使用 Weekly 最近 7 天收集到的儲存庫。

# agent.workspace.context.singleRepositoryRequired
source: Select one repository for Repo Insight.
ar: اختر مستودعًا واحدًا من المفضلات لعرض مستودع.
de: Wählen Sie einen markierten Repository für Repo-Einblick aus.
es: Seleccione un repositorio marcado como favorito para Insight del Repositorio.
fr: Sélectionnez un dépôt Starred pour Repo Insight.
id: Pilih satu repositori Starred untuk Repo Insight.
it: Seleziona un repository Segnalato con ⭐ per l'Analisi del Repository.
ja: Repo Insightのために1つのスター付きリポジトリを選択してください。
ko: Repo Insight를 위해 스타드된 저장소를 하나 선택해 주세요.
nl: Selecteer één Gestarde repository voor Repo Inzicht.
pl: Wybierz jedno Starred repozytorium dla Repo Insight.
pt_br: Selecione um repositório estrelado para Insight do Repositório.
ru: Выберите один закладённый репозиторий для анализа Repo Insight
tr: Repo Görünümü için bir tane Favorilerdeki Depo seçiniz.
uk: Виберіть один зірочаний репозиторій для Repo Insight.
vi: Chọn một kho lưu trữ sao lưu để xem thông tin chi tiết về Repo.
zh_hans: 请为仓库洞察选择 1 个仓库。
zh_hant: 請選擇一個 Starred 倉庫進行 Repo Insight 分析。

# agent.workspace.model.required
source: Select an available AI model before running this Agent.
ar: اختر نموذجًا AI متاحًا قبل تشغيل هذا الوكيل.
de: Wählen Sie ein verfügbares AI-Modell vor dem Ausführen dieses Agents.
es: Seleccione un modelo de IA disponible antes de ejecutar este Agente.
fr: Sélectionnez un modèle IA disponible avant d'exécuter cet Agent.
id: Pilih model AI yang tersedia sebelum menjalankan Agent ini.
it: Seleziona un modello AI disponibile prima di eseguire questo Agent.
ja: このAgentを実行する前に利用可能なAIモデルを選択してください。
ko: 이 Agent를 실행하기 전에 사용할 수 있는 AI 모델을 선택해 주세요.
nl: Selecteer een beschikbare AI-model voordat deze Agent wordt uitgevoerd.
pl: Wybierz dostępną model AI przed uruchomieniem tego Agenta.
pt_br: Selecione um modelo de IA disponível antes de executar este Agent.
ru: Выберите доступную модель ИИ перед запуском этого Эйджента.
tr: Bu Agent'i çalıştırmadan önce bir AI modeli seçin.
uk: Оберіть доступну модель ШІ перед запуском цього Агента.
vi: Chọn mô hình AI có sẵn trước khi chạy Agent này.
zh_hans: 运行此 Agent 前请选择可用的 AI 模型。
zh_hant: 執行此 Agent 前，請選擇可用的 AI 模型

# agent.artifact.common.dataSource
source: Data source
ar: مصدر البيانات
de: Datenquelle
es: Fuente de datos
fr: Source de données
id: Sumber data
it: Fonte dei dati
ja: データソース
ko: 데이터 소스
nl: Data bron
pl: Źródło danych
pt_br: Fonte de dados
ru: Источник данных
tr: Veri kaynağı
uk: Джерело даних
vi: Nguồn dữ liệu
zh_hans: 数据来源
zh_hant: 資料來源

# agent.artifact.common.description
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# agent.artifact.common.externalSearch
source: External Search
ar: بحث خارجي
de: Externe Suche
es: Búsqueda externa
fr: Recherche externe
id: Pencarian Eksternal
it: Ricerca esterna
ja: 外部検索
ko: 외부 검색
nl: Externe Zoekopdracht
pl: Zewnętrzne Wyszukiwanie
pt_br: Busca Externa
ru: Внешний поиск
tr: Dışarıdan Arama
uk: Зовнішній пошук
vi: Tìm kiếm ngoài trời
zh_hans: 外部搜索
zh_hant: 外部搜尋

# agent.artifact.common.externalUnavailable
source: Not used, disabled, or no verifiable results were returned.
ar: لم يتم استخدامه أو تم تعطيله أو لم يتم الحصول على نتائج قابلة للتحقق.
de: Nicht verwendet, deaktiviert oder keine überprüfbaren Ergebnisse verfügbar.
es: No utilizado, deshabilitado o no se devolvieron resultados verificables.
fr: Non utilisé, désactivé ou aucun résultat vérifiable n'a été retourné.
id: Tidak digunakan, dinonaktifkan, atau tidak ada hasil yang dapat diverifikasi.
it: Non utilizzato, disabilitato o nessun risultato verificabile restituito.
ja: 使用されていない、無効化されている、または検証可能な結果が返されませんでした。
ko: 사용되지 않거나 비활성화되었거나 확인할 수 없는 결과가 반환됨.
nl: Niet gebruikt, uitgeschakeld of geen bevestigde resultaten gevonden.
pl: Nie używane, wyłączone lub brak wiarygodnych wyników.
pt_br: Não utilizado, desativado ou nenhum resultado verificável foi retornado.
ru: Не используется, отключено или не подтверждены результаты.
tr: Kullanılmıyor, devre dışı veya doğrulanamayan sonuçlar döndürülmüyor.
uk: Не використовується, відключено або не підтверджені результати.
vi: Không sử dụng, bị vô hiệu hóa hoặc không có kết quả xác thực nào được trả về.
zh_hans: 未使用、已关闭，或未返回可验证的结果。
zh_hant: 未使用、已停用，或無法驗證的結果。

# agent.artifact.common.frozenMetadata
source: frozen repository metadata
ar: مetadata للمخزن المجمد
de: eingefrorene Repositorien-Metadaten
es: metadatos del repositorio congelados
fr: métadonnées de dépôt figées
id: metadata repositori *frozen*
it: metadati del repository congelato
ja: フリーズされたリポジトリメタデータ
ko: 동결된 저장소 메타데이터
pl: zamrożona metadane repozytorium
pt_br: metadados do repositório congelados
ru: замороженная метаинформация репозитория
tr: donmuş depolama metası
uk: заморожена метаінформація репозиторію
vi: metadata kho lưu trữ đông lạnh
zh_hans: 冻结的仓库元数据

# agent.artifact.common.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Língua
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# agent.artifact.common.limitations
source: Limitations
ar: قيود
de: Einschränkungen
es: Limitaciones
id: Batasan
it: Limitazioni
ja: 制限事項
ko: 제한 사항
nl: Beperkingen
pl: Ograniczenia
pt_br: Limitações
ru: Ограничения
tr: Kısıtlamalar
uk: Обмеження
vi: Hạn chế
zh_hans: 局限
zh_hant: 限制

# agent.artifact.common.localSnapshot
source: Starcat Local Snapshot
ar: Starcat محلي
ja: Starcat ローカルスナップショット
ko: Starcat 로컬 스냅샷
nl: Starcat Lokaal Snapshot
ru: Starcat Локальный снимок
tr: Starcat Yerel Görüntüleme
zh_hans: Starcat 本地快照
zh_hant: Starcat 本地快照

# agent.artifact.common.noDescription
source: No description in the local snapshot.
ar: لا يوجد وصف في نسخة النسخ الاحتياطي المحلية.
de: Keine Beschreibung im lokalen Snapshot.
es: No hay descripción en la instantánea local.
fr: Aucune description dans le snapshot local.
id: Tidak ada deskripsi dalam snapshot lokal.
it: Nessuna descrizione nello snapshot locale.
ja: ローカルスナップショットに説明はありません。
ko: 로컬 스냅샷에 설명이 없습니다.
nl: Geen beschrijving in het lokale snapshot.
pl: Brak opisu w lokalnym snapshotie.
pt_br: Não há descrição no snapshot local.
ru: Нет описания в локальном снимке.
tr: Yerel görüntülemede açıklama bulunmuyor.
uk: У локальному снимку немає опису.
vi: Không có mô tả trong bản snapshot cục bộ.
zh_hans: 本地快照中没有描述。
zh_hant: 本地快照中無描述。

# agent.artifact.common.noneReported
source: None reported.
ar: لم يتم الإبلاغ عنه.
de: Nicht gemeldet.
es: Ninguno reportado.
fr: Non signalé.
id: Tidak dilaporkan.
it: Nessuno segnalato.
ja: 報告されていません。
ko: 보고되지 않음.
nl: Niet gemeld.
pl: Nie podano żadnych danych.
pt_br: Nenhum relatado.
ru: Не указано.
tr: Raporlanmamış.
uk: Не повідомлено.
vi: Không báo cáo.
zh_hans: 未报告。
zh_hant: 未報告。

# agent.artifact.common.private
source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
id: Pribadi
it: Privato
ja: プライベート
ko: 비공개
nl: Privaat
pl: Prywatne
pt_br: Privado
ru: Приватный
tr: Özel
uk: Приватний
vi: Riêng tư
zh_hans: 私有
zh_hant: 私有

# agent.artifact.common.repository
source: Repository
ar: مخزن
es: Repositorio
fr: Dépôt
id: Repositori
ja: リポジトリ
ko: 저장소
pl: Repozytorium
pt_br: Repositório
ru: Репозиторий
tr: Depo
uk: Репозиторій
vi: Kho lưu trữ
zh_hans: 仓库
zh_hant: 倉庫

# agent.artifact.common.scope
source: Scope
ar: المجال
de: Bereich
es: Alcance
fr: Portée
id: Jangkauan
it: Ambito
ja: スコープ
ko: 범위
nl: Bereik
pl: Zakres
pt_br: Escopo
ru: Область применения
tr: Kapsam
uk: Область застосування
vi: Phạm vi
zh_hans: 范围
zh_hant: 範圍

# agent.artifact.common.snapshotTime
source: Snapshot time
ar: وقت النسخ الاحتياطي
de: Zeitpunkt des Snapshots
es: Hora de la instantánea
fr: Heure du snapshot
id: Waktu snapshot
it: Ora dello snapshot
ja: スナップショット時間
ko: 스냅샷 시간
nl: Snapshot tijdstip
pl: Czas snapshotu
pt_br: Tempo do snapshot
ru: Время снимка
tr: Görüntüleme zamanı
uk: Час снимку
vi: Thời điểm snapshot
zh_hans: 快照时间
zh_hant: 快照時間

# agent.artifact.common.sources
source: Sources
ar: المصادر
de: Quellen
es: Fuentes
id: Sumber-sumber
it: Fonti
ja: ソース
ko: 출처
nl: Bronnen
pl: Źródła
pt_br: Fontes
ru: Источники
tr: Kaynaklar
uk: Джерела
vi: Nguồn gốc
zh_hans: 来源
zh_hant: 來源

# agent.artifact.common.stars
source: Stars
ar: نجوم
de: Sterne
es: Estrellas
fr: Étoiles
id: Bintang
it: Stelle
ja: スター数
ko: 별점(Star)
nl: Sterren
pl: Gwiazdki
pt_br: Estrelas
ru: Звёзды
tr: Yıldızlar
uk: Зірки

# agent.artifact.common.summary
source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
id: Ringkasan
it: Riassunto
ja: 要約
ko: 요약
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ru: Резюме
tr: Özet
uk: Резюме
vi: Tóm tắt
zh_hans: 摘要
zh_hant: 摘要

# agent.artifact.common.topics
source: Topics
ar: مواضيع
de: Themen
es: Temas
fr: Sujets
id: Topik
it: Argomenti
ja: トピック
ko: 주제
nl: Onderdwerpen
pl: Tematy
pt_br: Tópicos
ru: Тематики
tr: Konular
uk: Теми
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# agent.artifact.common.unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# agent.artifact.common.userGoal
source: User goal
ar: هدف المستخدم
de: Benutzerziel
es: Objetivo del usuario
fr: Objectif utilisateur
id: Tujuan pengguna
it: Obiettivo utente
ja: ユーザーの目標
ko: 사용자 목표
nl: Gebruikersdoel
pl: Cel użytkownika
pt_br: Objetivo do usuário
ru: Цель пользователя
tr: Kullanıcı hedefi
uk: Мета користувача
vi: Mục tiêu người dùng
zh_hans: 用户目标
zh_hant: 使用者目標

# agent.artifact.repoAlternatives.error.invalidArgumentsFormat
source: Invalid Repo Alternatives artifact arguments: %@
ar: وسيطات عنصر بدائل المستودع غير صالحة: %@
de: Ungültige Argumente für das Repo-Alternativen-Artefakt: %@
es: Argumentos no válidos para el artefacto de alternativas de repositorio: %@
fr: Arguments d’artéfact d’alternatives de dépôt non valides : %@
id: Argumen artefak alternatif repositori tidak valid: %@
it: Argomenti non validi per l’artefatto delle alternative al repository: %@
ja: リポジトリ代替候補アーティファクトの引数が無効です: %@
ko: 저장소 대안 아티팩트 인수가 잘못되었습니다: %@
nl: Ongeldige argumenten voor het repository-alternatievenartefact: %@
pl: Nieprawidłowe argumenty artefaktu alternatyw repozytorium: %@
pt_br: Argumentos inválidos para o artefato de alternativas de repositório: %@
ru: Недопустимые аргументы артефакта альтернатив репозитория: %@
tr: Depo alternatifleri yapıtı için geçersiz bağımsız değişkenler: %@
uk: Некоректні аргументи артефакту альтернатив репозиторію: %@
vi: Đối số artifact phương án thay thế kho lưu trữ không hợp lệ: %@
zh_hans: 仓库替代方案产出物参数无效：%@
zh_hant: 儲存庫替代方案產出物參數無效：%@

# agent.artifact.repoAlternatives.error.unknownRepositoryFormat
source: Repo Alternatives references source repository %lld outside the frozen run context.
ar: تشير بدائل المستودع إلى المستودع المصدر %lld خارج سياق التشغيل المجمّد.
de: Repo-Alternativen verweist auf das Quell-Repository %lld außerhalb des eingefrorenen Ausführungskontexts.
es: Alternativas de repositorio hace referencia al repositorio de origen %lld fuera del contexto de ejecución congelado.
fr: Les alternatives de dépôt font référence au dépôt source %lld hors du contexte d’exécution figé.
id: Alternatif repositori merujuk repositori sumber %lld di luar konteks proses yang dibekukan.
it: Le alternative al repository fanno riferimento al repository di origine %lld al di fuori del contesto di esecuzione congelato.
ja: リポジトリ代替候補が凍結された実行コンテキスト外のソースリポジトリ %lld を参照しています。
ko: 저장소 대안이 동결된 실행 컨텍스트 외부의 소스 저장소 %lld를 참조합니다.
nl: Repository-alternatieven verwijst naar bronrepository %lld buiten de bevroren uitvoeringscontext.
pl: Alternatywy repozytorium odwołują się do repozytorium źródłowego %lld poza zamrożonym kontekstem uruchomienia.
pt_br: Alternativas de repositório faz referência ao repositório de origem %lld fora do contexto de execução congelado.
ru: Альтернативы репозитория ссылаются на исходный репозиторий %lld вне замороженного контекста запуска.
tr: Depo alternatifleri, dondurulmuş çalıştırma bağlamı dışındaki %lld kaynak deposuna başvuruyor.
uk: Альтернативи репозиторію посилаються на вихідний репозиторій %lld поза замороженим контекстом запуску.
vi: Phương án thay thế kho lưu trữ tham chiếu kho nguồn %lld ngoài bối cảnh chạy đã đóng băng.
zh_hans: 仓库替代方案引用了冻结运行上下文之外的源仓库 %lld。
zh_hant: 儲存庫替代方案引用了凍結執行內容之外的來源儲存庫 %lld。

# agent.artifact.repoAlternatives.error.duplicateCandidateFormat
source: Duplicate candidate repository: %@
ar: مستودع مرشح مكرر: %@
de: Doppeltes Kandidaten-Repository: %@
es: Repositorio candidato duplicado: %@
fr: Dépôt candidat en double : %@
id: Repositori kandidat duplikat: %@
it: Repository candidato duplicato: %@
ja: 候補リポジトリが重複しています: %@
ko: 중복된 후보 저장소: %@
nl: Dubbele kandidaat-repository: %@
pl: Zduplikowane repozytorium kandydujące: %@
pt_br: Repositório candidato duplicado: %@
ru: Дублирующийся репозиторий-кандидат: %@
tr: Yinelenen aday depo: %@
uk: Дубльований репозиторій-кандидат: %@
vi: Kho ứng viên bị trùng: %@
zh_hans: 候选仓库重复：%@
zh_hant: 候選儲存庫重複：%@

# agent.artifact.repoAlternatives.error.missingExternalEvidenceFormat
source: Candidate is not present in External Search evidence: %@
ar: المرشح غير موجود في أدلة البحث الخارجي: %@
de: Der Kandidat ist nicht in den External-Search-Belegen enthalten: %@
es: El candidato no aparece en la evidencia de External Search: %@
fr: Le candidat n’apparaît pas dans les preuves d’External Search : %@
id: Kandidat tidak ditemukan dalam bukti External Search: %@
it: Il candidato non è presente nelle prove di External Search: %@
ja: 候補が External Search の証拠に含まれていません: %@
ko: 후보가 External Search 증거에 없습니다: %@
nl: De kandidaat komt niet voor in het External Search-bewijs: %@
pl: Kandydata nie ma w dowodach External Search: %@
pt_br: O candidato não está presente nas evidências do External Search: %@
ru: Кандидат отсутствует в данных External Search: %@
tr: Aday External Search kanıtlarında bulunmuyor: %@
uk: Кандидат відсутній у доказах External Search: %@
vi: Ứng viên không có trong bằng chứng External Search: %@
zh_hans: External Search 证据中不存在该候选仓库：%@
zh_hant: External Search 證據中不存在該候選儲存庫：%@
